{
  "nav": {
    "home": "Home",
    "about": "About Us",
    "business": "Our Business",
    "news": "News",
    "language": "Language",
    "contact": "Contact"
  },
  "home": {
    "hero_title": "Aura Orientalis",
    "hero_slogan": "\"A calming way of life\"",
    "message_title": "Our Message",
    "message_subtitle": "A calming way of life",
    "message_p1": "AI is now being used in a wide range of fields. If you ask this AI, \"How much of our universe is invisible?\" it will answer, \"Only 5% of the universe is made up of visible matter, while approximately 95% is invisible.\" It seems that this world exists, filled with a kind of invisible energy.",
    "message_p2": "These invisible things are strongly connected to our daily lives and emotions, such as the happiness and sense of security we feel when we experience compassion and kindness in our daily lives, the moving tears we shed when we see a sunrise or sunset, and the pleasant feeling of a gentle breeze in nature.",
    "message_p3": "We founded <strong>Aura Orientalis</strong> with the desire to be a company that creates products and provides services that value these invisible feelings of happiness, security, sense of wonder and calming.",
    "services_title": "Our Business",
    "svc_manufacturing": "Manufacturing & Retail",
    "svc_manufacturing_desc": "Simple, comfortable designs kind to the environment and body.",
    "svc_system": "System Development",
    "svc_system_desc": "Simplifying operational processes and reducing costs.",
    "svc_trading": "Trading",
    "svc_trading_desc": "Promoting Vietnamese products and sourcing from overseas.",
    "svc_support": "Business Support",
    "svc_support_desc": "Providing products, supplies, and services your company needs."
  },
  "about": {
    "page_title": "About Us",
    "page_desc": "Discover the story behind Aura Orientalis and our mission to create a calming way of life.",
    "breadcrumb": "About Us",
    "company_title": "Our Company",
    "company_meaning": "\"Aura Orientalis\" means \"Eastern Breeze or Brilliance\" in Latin.",
    "company_orientalis": "<strong>\"Orientalis\"</strong> refers to the Orient, including Vietnam and Japan.",
    "company_aura": "<strong>\"Aura\"</strong> means the comfortable, calming, gentle breeze, or energy of life.",
    "company_hope": "We hope <strong>\"to be that comfortable breeze or energy of life from the East\"</strong>.",
    "story_title": "Our Story",
    "story_p1": "Our company was founded by a Vietnamese and a Japanese person. The Vietnamese founder studied in Japan, learning about Japanese culture, history, and values, while the Japanese founder similarly worked and lived in Vietnam. Both partners fell in love with each other's countries, so much so that they consider them second homes.",
    "story_p2": "Currently, many Japanese people work in Vietnam, and even more Vietnamese work in Japan. We hope to fuse Vietnamese and Japanese cultures and ways of life here in Vietnam, and to spread a peaceful, comfortable lifestyle to the world.",
    "story_p3": "Furthermore, in Vietnam, where young people are thriving, we want to support young Vietnamese who want to start their own businesses, help them realize their dreams, and hopefully contribute to a better, more comfortable world.",
    "story_p4": "We hope that by realizing each person's small dreams through our small companies, we can spread a more comfortable world, even if only a little at a time.",
    "story_p5": "This will be our thoughts: to play a part in the fusion of Vietnam and Japan to create a more comfortable world, and to realize <strong>\"A calming way of life\"</strong>.",
    "philosophy_title": "PHILOSOPHY",
    "philosophy_subtitle": "",
    "mission_title": "Mission",
    "mission_text1": "Our mission is to create a comfortable and peaceful world for our customers, the people around them, and the environment through our products and services.",
    "mission_text2": "It is to provide products and services that bring comfort and calming to people, inspired by the culture, history, philosophy, art, fashion, and natural materials cultivated in the East.",
    "vision_title": "Vision",
    "vision_text": "Our vision is for everyone to live happily through a comfortable environment and a calm mind and body.",
    "values_title": "Values",
    "values_text": "We respect change and constantly embrace new challenges. We provide better value for the development of society. With strong values and beliefs, we act with integrity and contribute sincerely to our customers and society.",
    "profile_title": "Company Profile",
    "profile_company_name": "Company Name",
    "profile_company_name_val": "Aura Orientalis Co., LTD.",
    "profile_address": "Address",
    "profile_address_val": "314/6 Dien Bien Phu Street, Vuon Lai Ward, Ho Chi Minh City, Vietnam",
    "profile_chairman": "Founding Chairman",
    "profile_chairman_val": "Yoshihito Ito",
    "profile_president": "President / Representative Director",
    "profile_president_val": "Nguyen Bui Kim Ngoc",
    "profile_establishment": "Establishment",
    "profile_establishment_val": "Year of 2025",
    "profile_business": "Main Business",
    "profile_business_val": "Manufacturing & Retail, System Development, Trading, Business Support",
    "profile_phone": "Phone",
    "profile_email": "Email"
  },
  "services": {
    "page_title": "Our Business",
    "page_desc": "Creating products and services that value feelings of happiness, security, and calming.",
    "breadcrumb": "Our Business",
    "manufacturing_title": "Manufacturing & Retail",
    "manufacturing_short": "Simple, comfortable designs using natural materials.",
    "manufacturing_desc": "We aim to create products with simple, comfortable designs that are kind to the environment and the body. Our products are primarily clothing and accessories made from natural materials, incorporating elements of Eastern culture, philosophy and art.",
    "system_title": "System Development",
    "system_short": "Simplifying complex operational processes.",
    "system_desc": "Current systems are too complex and difficult to manage, with many systems overlapping and failing to fulfill their original purposes. We offer solutions that simplify operational processes, reduce costs and time, and enable management that meets customer needs.",
    "trading_title": "Trading",
    "trading_short": "Promoting Vietnamese products globally.",
    "trading_desc": "We promote the use of products and raw materials produced in Vietnam. However, when truly necessary, on behalf of our customers, we procure and provide products and raw materials that are difficult to obtain in Vietnam and can only be imported from overseas.",
    "support_title": "Business Support",
    "support_short": "Comprehensive business solutions and services.",
    "support_desc": "We provide the products, supplies, equipment, and services your company needs. We act as an intermediary between suppliers and handle procedures on behalf of customers, responding to needs and requirements in a streamlined manner that also leads to cost savings."
  },
  "contact": {
    "page_title": "Contact",
    "page_desc": "We'd love to hear from you. Get in touch with us today.",
    "breadcrumb": "Contact",
    "address_title": "Address",
    "address_text": "314/6 Dien Bien Phu Street, Vuon Lai Ward, Ho Chi Minh City, Vietnam",
    "phone_title": "Call Us",
    "phone_text": "+84 935 088 346",
    "email_title": "Email Us",
    "email_text": "ngoc.nguyen@auraorientalis.vn",
    "form_name": "Your Name",
    "form_email": "Your Email",
    "form_subject": "Subject",
    "form_message": "Message",
    "form_send": "Send Message",
    "form_loading": "Loading",
    "form_success": "Your message has been sent. Thank you!"
  },
  "blog": {
    "page_title": "News",
    "page_desc": "Stay updated with the latest news and announcements from Aura Orientalis.",
    "breadcrumb": "News",
    "coming_soon": "Coming Soon",
    "coming_soon_desc": "We are preparing exciting news and updates. Please check back later!"
  },
  "footer": {
    "slogan": "A calming way of life",
    "quick_links": "Quick Links",
    "follow_us": "Follow Us",
    "follow_desc": "Stay connected with Aura Orientalis",
    "copyright": "All Rights Reserved"
  }
}
