{
  "nav": {
    "home": "Trang chủ",
    "about": "Về chúng tôi",
    "business": "Lĩnh vực hoạt động",
    "news": "Bản tin",
    "language": "Ngôn ngữ",
    "contact": "Liên hệ"
  },
  "home": {
    "hero_title": "Aura Orientalis",
    "hero_slogan": "\"Một lối sống an yên\"",
    "message_title": "Thông điệp của chúng tôi",
    "message_subtitle": "Một lối sống an yên",
    "message_p1": "AI hiện nay đang được sử dụng trong rất nhiều lĩnh vực. Nếu bạn hỏi AI \"Bao nhiêu phần của vũ trụ chúng ta là vô hình?\", nó sẽ trả lời: \"Chỉ khoảng 5% vũ trụ được cấu thành từ vật chất có thể nhìn thấy, trong khi xấp xỉ 95% là vô hình.\"",
    "message_p2": "Những điều vô hình ấy lại gắn bó sâu sắc với đời sống và cảm xúc hằng ngày của chúng ta như niềm hạnh phúc và cảm giác an toàn khi ta trải nghiệm sự cảm thông và lòng tốt trong cuộc sống thường nhật, những giọt nước mắt xúc động khi ngắm bình minh, hoàng hôn, hay chỉ là cảm giác dễ chịu trước làn gió nhẹ giữa thiên nhiên.",
    "message_p3": "Chúng tôi đã thành lập <strong>Aura Orientalis</strong> với mong muốn xây dựng một công ty tạo ra sản phẩm và cung cấp dịch vụ trân trọng những cảm xúc vô hình ấy: hạnh phúc, an tâm, sự kỳ diệu và sự thư thái.",
    "services_title": "Lĩnh vực hoạt động",
    "svc_manufacturing": "Sản xuất & Bán lẻ",
    "svc_manufacturing_desc": "Thiết kế đơn giản, dễ chịu, thân thiện với môi trường.",
    "svc_system": "Phát triển hệ thống",
    "svc_system_desc": "Đơn giản hóa quy trình vận hành, giảm chi phí.",
    "svc_trading": "Thương mại",
    "svc_trading_desc": "Thúc đẩy sản phẩm Việt Nam và thu mua từ nước ngoài.",
    "svc_support": "Hỗ trợ doanh nghiệp",
    "svc_support_desc": "Cung cấp sản phẩm, vật tư và dịch vụ cho doanh nghiệp."
  },
  "about": {
    "page_title": "Về chúng tôi",
    "page_desc": "Khám phá câu chuyện đằng sau Aura Orientalis và sứ mệnh tạo nên một lối sống an yên.",
    "breadcrumb": "Về chúng tôi",
    "company_title": "Công ty chúng tôi",
    "company_meaning": "\"Aura Orientalis\" trong tiếng Latinh có nghĩa là \"Làn gió phương Đông\" hoặc \"Ánh sáng phương Đông.\"",
    "company_orientalis": "<strong>\"Orientalis\"</strong> chỉ phương Đông, bao gồm Việt Nam và Nhật Bản.",
    "company_aura": "<strong>\"Aura\"</strong> mang ý nghĩa là làn gió dịu nhẹ, êm ái, đem lại cảm giác an yên hay nguồn năng lượng của sự sống.",
    "company_hope": "Chúng tôi mong muốn <strong>\"trở thành làn gió dễ chịu, nguồn năng lượng của sự sống tỏa ra từ phương Đông\"</strong>.",
    "story_title": "Câu chuyện của chúng tôi",
    "story_p1": "Công ty của chúng tôi được thành lập bởi những người Việt Nam và người Nhật Bản. Nhà sáng lập người Việt từng học tập tại Nhật, tìm hiểu về văn hóa, lịch sử và các giá trị của đất nước này, trong khi nhà sáng lập người Nhật cũng đã làm việc và sinh sống tại Việt Nam. Cả hai đều dành tình cảm sâu sắc cho quê hương của nhau, đến mức coi đó như ngôi nhà thứ hai của mình.",
    "story_p2": "Hiện nay, rất nhiều người Nhật đang làm việc tại Việt Nam, và còn nhiều người Việt Nam hơn nữa đang làm việc tại Nhật Bản. Chúng tôi mong muốn kết hợp văn hóa và lối sống của Việt Nam và Nhật Bản ngay tại Việt Nam, đồng thời lan tỏa một phong cách sống an yên, dễ chịu ra toàn thế giới.",
    "story_p3": "Hơn nữa, tại Việt Nam nơi giới trẻ đang phát triển mạnh mẽ, chúng tôi muốn hỗ trợ những người trẻ Việt Nam có mong muốn khởi nghiệp, giúp họ biến ước mơ thành hiện thực, và hy vọng sẽ đóng góp vào một thế giới tốt đẹp.",
    "story_p4": "Chúng tôi tin rằng, thông qua việc hiện thực hóa những ước mơ nhỏ bé của mỗi người bằng những công ty nhỏ của mình, chúng tôi có thể từng chút một lan tỏa điều tích cực ấy đến với thế giới.",
    "story_p5": "Đó sẽ là triết lý của chúng tôi: góp phần vào sự giao thoa giữa Việt Nam và Nhật Bản để tạo nên một thế giới dễ chịu hơn, và hiện thực hóa <strong>\"Một lối sống an yên\"</strong>.",
    "philosophy_title": "PHILOSOPHY",
    "philosophy_subtitle": "Triết lý kinh doanh",
    "mission_title": "Mission",
    "mission_text1": "Sứ mệnh của chúng tôi là tạo ra một thế giới dễ chịu và an yên cho khách hàng, những người xung quanh họ và cả môi trường thông qua các sản phẩm và dịch vụ.",
    "mission_text2": "Chúng tôi hướng tới việc cung cấp những sản phẩm và dịch vụ mang lại sự thư thái và bình yên cho con người, lấy cảm hứng từ văn hóa, lịch sử, triết lý, nghệ thuật, thời trang và các vật liệu tự nhiên có nguồn gốc từ phương Đông.",
    "vision_title": "Vision",
    "vision_text": "Tầm nhìn của chúng tôi là mọi người có thể sống hạnh phúc trong một môi trường dễ chịu với tâm trí và cơ thể an yên.",
    "values_title": "Values",
    "values_text": "Chúng tôi tôn trọng sự thay đổi và không ngừng đón nhận những thử thách mới. Chúng tôi mang đến giá trị tốt đẹp hơn cho sự phát triển của xã hội. Với giá trị và niềm tin vững vàng, chúng tôi hành động chính trực và đóng góp chân thành cho khách hàng và xã hội.",
    "profile_title": "Tổng quan công ty",
    "profile_company_name": "Tên công ty",
    "profile_company_name_val": "Aura Orientalis Co., LTD.",
    "profile_address": "Địa chỉ",
    "profile_address_val": "314/6 Đường Điện Biên Phủ, Phường Vườn Lài, TP. Hồ Chí Minh, Việt Nam",
    "profile_chairman": "Chủ tịch sáng lập",
    "profile_chairman_val": "Yoshihito Ito",
    "profile_president": "Giám đốc đại diện",
    "profile_president_val": "Nguyễn Bùi Kim Ngọc",
    "profile_establishment": "Năm thành lập",
    "profile_establishment_val": "2025",
    "profile_business": "Lĩnh vực hoạt động",
    "profile_business_val": "Sản xuất & Bán lẻ, Phát triển hệ thống, Thương mại, Hỗ trợ doanh nghiệp",
    "profile_phone": "Điện thoại",
    "profile_email": "Email"
  },
  "services": {
    "page_title": "Lĩnh vực hoạt động",
    "page_desc": "Tạo ra sản phẩm và dịch vụ trân trọng cảm xúc hạnh phúc, an tâm và thư thái.",
    "breadcrumb": "Lĩnh vực hoạt động",
    "manufacturing_title": "Sản xuất & Bán lẻ",
    "manufacturing_short": "Thiết kế đơn giản, dễ chịu từ chất liệu tự nhiên.",
    "manufacturing_desc": "Chúng tôi hướng tới việc tạo ra những sản phẩm có thiết kế đơn giản, dễ chịu, thân thiện với môi trường và cơ thể. Các sản phẩm của chúng tôi chủ yếu là quần áo và phụ kiện được làm từ những chất liệu tự nhiên như vải lanh, đồng thời kết hợp các yếu tố văn hóa, triết lý và nghệ thuật phương Đông.",
    "system_title": "Phát triển hệ thống",
    "system_short": "Đơn giản hóa quy trình vận hành phức tạp.",
    "system_desc": "Các hệ thống hiện nay đang quá phức tạp và khó quản lý, với nhiều hệ thống chồng chéo và không còn đáp ứng được mục đích ban đầu. Chúng tôi cung cấp những giải pháp giúp đơn giản hóa quy trình vận hành, giảm chi phí và thời gian, đồng thời cho phép quản lý linh hoạt, phù hợp với nhu cầu của khách hàng.",
    "trading_title": "Thương mại",
    "trading_short": "Đưa sản phẩm Việt Nam ra thế giới.",
    "trading_desc": "Chúng tôi thúc đẩy việc sử dụng các sản phẩm và nguyên liệu được sản xuất tại Việt Nam. Tuy nhiên, khi thực sự cần thiết, thay mặt cho khách hàng, chúng tôi tiến hành tìm nguồn và cung cấp những sản phẩm cùng nguyên liệu khó có thể mua được tại Việt Nam và chỉ có thể nhập khẩu từ nước ngoài.",
    "support_title": "Hỗ trợ doanh nghiệp",
    "support_short": "Giải pháp và dịch vụ doanh nghiệp toàn diện.",
    "support_desc": "Chúng tôi cung cấp các sản phẩm, vật tư, thiết bị và dịch vụ mà công ty bạn cần. Chúng tôi đóng vai trò trung gian giữa các nhà cung cấp và xử lý thủ tục thay mặt khách hàng, đáp ứng nhu cầu một cách hợp lý và tiết kiệm chi phí."
  },
  "contact": {
    "page_title": "Liên hệ",
    "page_desc": "Chúng tôi rất mong được lắng nghe từ bạn. Hãy liên hệ với chúng tôi ngay hôm nay.",
    "breadcrumb": "Liên hệ",
    "address_title": "Địa chỉ",
    "address_text": "314/6 Đường Điện Biên Phủ, Phường Vườn Lài, TP. Hồ Chí Minh, Việt Nam",
    "phone_title": "Điện thoại",
    "phone_text": "+84 935 088 346",
    "email_title": "Email",
    "email_text": "ngoc.nguyen@auraorientalis.vn",
    "form_name": "Họ tên",
    "form_email": "Email",
    "form_subject": "Tiêu đề",
    "form_message": "Nội dung",
    "form_send": "Gửi tin nhắn",
    "form_loading": "Đang gửi",
    "form_success": "Tin nhắn của bạn đã được gửi. Cảm ơn bạn!"
  },
  "blog": {
    "page_title": "Bản tin",
    "page_desc": "Cập nhật tin tức và thông báo mới nhất từ Aura Orientalis.",
    "breadcrumb": "Bản tin",
    "coming_soon": "Sắp ra mắt",
    "coming_soon_desc": "Chúng tôi đang chuẩn bị những tin tức và cập nhật thú vị. Vui lòng quay lại sau!"
  },
  "footer": {
    "slogan": "Một lối sống an yên",
    "quick_links": "Liên kết",
    "follow_us": "Theo dõi chúng tôi",
    "follow_desc": "Kết nối với Aura Orientalis",
    "copyright": "Đã đăng ký bản quyền"
  }
}
